backend: "fil"
input [                                 
 {  
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ -1, 32 ]                    
  } 
]
output [
 {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ -1, 1 ]
  }
]
instance_group [{ kind: KIND_GPU }]
parameters [
 {
    key: "model_type"
    value: { string_value: "xgboost_json" }
  },
 {
    key: "output_class"
    value: { string_value: "false" }
  }
]

